<?php

return [
    'created' => 'تم إنشاء المستخدم بنجاح',
    'updated' => 'تم تحديث المستخدم بنجاح',
    'order_updated' => 'تم تحديث ترتيب عرض المستخدمين بنجاح',
    'bulk_deleted' => 'تم حذف المستخدمين بنجاح',
    'bulk_deleted_with_skipped' => 'تم حذف المستخدمين بنجاح، ولكن هناك بعض المستخدمين التي لم يتم حذفها بسبب الأخطاء',
    'cannot_update_admin_user' => 'لا يمكن تحديث المستخدم الإداري',
    'cannot_delete_admin_user' => 'لا يمكن حذف المستخدم الإداري',
    'cannot_find_admin_user' => 'لا يمكن إيجاد المستخدم الإداري',
];
